Repository: AlexMorenoDev/videoanim-flask-project
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: eu_es

source: ¡Ya existe una cuenta con ese email!
eu_es: Erabiltzaile bat posta elektroniko horrekin dago jada!

source: ¡Las contraseñas introducidas son distintas!
eu_es: Sartutako pasahitzak desberdinak dira!

source: ¡Te has registrado correctamente!
eu_es: Ondo erregistratu zara!

source: ¡Has iniciado sesión correctamente!
eu_es: Saioa arrakastaz hasi duzu!

source: ¡Email y/o contraseña incorrectos, inténtalo de nuevo!
eu_es: Posta elektronikoa eta/edo pasahitza okerrak, proba ezazu berriro!

source: ¡Introduce un email y contraseña válidos!
eu_es: Sar ezazu posta elektroniko eta pasahitz balidunak

source: Ya existe un usuario con ese email, prueba de nuevo.
eu_es: Erabiltzaile bat posta elektroniko horrekin dago jada, proba ezazu berriro.

source: La nueva password no puede ser igual que la actual. Prueba con otra.
eu_es: Pasahitz berria ezin da oraingoaren berdina izan. Saiatu beste pasahitz batekin.

source: ¡Tus datos se han guardado correctamente!
eu_es: Zure datu pertsonalak behar bezala gorde dira!

source: La contraseña introducida no es correcta, inténtalo de nuevo
eu_es: Idatzi duzun pasahitza ez da zuzena, saiatu berriro

source: Tienes que introducir tu contraseña actual para poder actualizar tus datos
eu_es: Zure pasahitza sartu behar duzu zure datuak eguneratzeko

source: ¡Esa tienda ya existe!
eu_es: Denda hori erregistratuta dago jada!

source: ¡El archivo introducido tiene que tener un formato jpg, jpeg o png!
eu_es: Sartutako artxiboak jpg, jpeg edo png formatua izan behar du!

source: ¡Tienda guardada correctamente!
eu_es: Denda ondo gorde da!

source: ¡Tienda actualizada correctamente!
eu_es: Denda ondo eguneratu da!

source: ¡Ese producto ya existe!
eu_es: Produktu hori erregistratuta dago jada!

source: ¡Producto guardado correctamente!
eu_es: Produktua ondo gorde da!

source: ¡Producto actualizado correctamente!
eu_es: Produktua ondo eguneratu data!

source: Idioma
eu_es: Hizkuntza

source: Español
eu_es: Gaztelania

source: Inglés
eu_es: Ingelesa

source: Registro
eu_es: Erregistro

source: Iniciar sesión
eu_es: Saioa hasi

source: Volver
eu_es: Itzuli

source: Añadir tienda
eu_es: Denda gehitu

source: Añadir productos
eu_es: Produktuak gehitu

source: Mi perfil
eu_es: Nire profila

source: Cerrar sesión
eu_es: Saioa amaitu

source: Nombre
eu_es: Izena

source: Precio
eu_es: Prezioa

source: Ancho
eu_es: Zabalera

source: Alto
eu_es: Altuera

source: Materiales
eu_es: Materialak

source: Imagen
eu_es: Irudia

source: Añadir
eu_es: Gehitu

source: Información
eu_es: Informazioa

source: Aceptar
eu_es: Onartu

source: Dirección
eu_es: Helbidea

source: Teléfono
eu_es: Telefonoa

source: Introduce tu email
eu_es: Sar ezazu zure posta electronikoa

source: Contraseña
eu_es: Pasahitza

source: Introduce tu contraseña
eu_es: Sar ezazu zure pasahitza

source: Información del producto
eu_es: Produktuaren informazioa

source: Introduce el nombre nuevo
eu_es: Sar ezazu izen berria

source: Introduce el precio nuevo
eu_es: Sar ezazu prezio berria

source: Introduce el nuevo ancho
eu_es: Sar ezazu zabalera berria

source: Introduce el nuevo alto
eu_es: Sar ezazu altuera berria

source: Introduce nuevos materiales
eu_es: Sar ezazu material berriak

source: Modificar
eu_es: Aldatu

source: Información de la tienda
eu_es: Dendaren informazioa

source: Introduce la dirección nueva
eu_es: Sar ezazu helbide berria

source: Introduce el teléfono nuevo
eu_es: Sar ezazu telefono berria

source: Productos disponibles
eu_es: Eskuragarri dauden produktuak

source: Tamaño
eu_es: Tamaina

source: Eliminar
eu_es: Eliminatu

source: ¡No hay productos registrados!
eu_es: Ez dago produkturik!

source: Introduce el nuevo nombre
eu_es: Sar ezazu izen berria

source: Introduce el nuevo email
eu_es: Sar ezazu posta elektroniko berria

source: Introduce la nueva contraseña
eu_es: Sar ezazu pasahitz berria

source: Introduce tu contraseña actual
eu_es: Sar ezazu zure pasahitza

source: Introduce tu nombre
eu_es: Sar ezazu zure izena

source: Repite la contraseña
eu_es: Pasahitza errepikatu

source: Repite tu contraseña
eu_es: Pasahitza errepikatu

source: Registrarse
eu_es: Erregistratu

source: Mi listado de tiendas
eu_es: Nire denda zerrenda

source: ¡No hay tiendas registradas!
eu_es: Ez dago dendarik!

source: Visitar
eu_es: Visitatu

source: Contacto
eu_es: Kontaktua

source: Examinar
eu_es: Ikusi

source: ¡No hay productos disponibles!
eu_es: Ez dago produkturik eskuragarri!
